Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Muhtun váldofágastudeanttat čadnojedje dáidda álggahuvvon prošeavttaide ja čálle váldofágabargguset dáin dutkansurggiin .
nob: En liten skare hovedfagsstudenter ble knyttet til de igangsatte prosjekter og skrev oppgaver innenfor forskningsfeltet .

source: 1980-logu álgogeahčen sáhtii vuođđofágadásis válljet čiekŋudit norgga minoritehtapolitihkkii .
nob: Fra begynnelsen av 1980-tallet ble det innenfor fordypningsdelen på grunnfag gitt ( valgfritt ) tilbud om spesialisering innenfor norsk minoritetspolitikk .

source: Muhtun dain eará čiekŋudanfáttáin ledje maiddái deaŧalaš sámi oasit , nu go ovdamearkka dihte fáttás “ Ássan ja ekonomiija Davvi-Norggas sullii 1600-logu rádjái ” , mii maiddái gieđahalai dološ sámi heivehusvugiid ja ássama .
nob: Noen av de andre tilbudte fordypningsemnene inneholdt vesentlige samiske komponenter , således f.eks. emnet “ Bosetning og økonomi i Nord-Norge fram til ca. 1600 ” , som også fokuserte på eldre samiske tilpasningsformer og bosetning .

source: Sierra virgi sámi historjjás ásahuvvui 1984:s , ja gohčoduvvui gitta 1993 rádjái formálalaččat ½ gaskavirgi , muhto duohtavuođas dutkkai bargi eanas sámi historjjá .
nob: En egen stilling for samisk historie ble etablert i 1984 , fram til 1993 formelt øremerket som ½ mellomstilling , men i realiteten var stillingsinnehaverens forskningsinnsats konsentrert om dette feltet .

source: 1980-logu loahpageahčen ásahuvvui ođđa virgi sámi historjjás ja kultuvrras maŋŋel go musea sámi birrasat , giella ja girjjálašvuohtabirrasat , sosialantropologiijabiras ja historjábiras ovttas ledje bargan dan badjelii .
nob: Etter felles argumentasjon fra de samisk-engasjerte miljøene ved muséet , språk &amp; litteratur , sosialantropologi og historie , ble det på slutten av 1980-tallet opprettet en ny stilling i samisk historie og kultur .

source: 1988:s virgáibidje olbmo dán virgái ja bargi čadnojuvvui Historjjá ossodahkii iežas fágaduogáža dihte .
nob: Ved tilsetting i denne stillingen i 1988 ble stillingsinnehaveren , knyttet til historie , på grunn av sin fagbakgrunn .

source: Go Sámi dutkamiid guovddáš ásahuvvui , sirdojuvvui dán bargi bargangeatnegasvuohta guovddážii , vaikko su bargosadji ain lei Historjjá ossodagas .
nob: Da Senter for samiske studier ble opprettet , ble imidlertid vedkommendes arbeidsplikt overført dit , mens han fremdeles hadde sin arbeidsplass ved historie .

source: 1993 rájes lea instituhtas leamaš sierra njunušvirgi erenoamážit sámi historjjá váras .
nob: Fra 1993 disponerer instituttet en egen toppstilling særskilt for samisk historie .

source: Dán áigodagas oaččuhedje olu váldofágastudeanttaid ja dr. art. studeanttaid dutkansuorgái .
nob: I denne perioden var det god rekruttering av hovedfagsstudenter og dr. art. studenter til forskningsfeltet .

source: Eksáminerejuvvo sullii 10 váldofágastudeantta geat váldofágabargguin ledje sámi fáttáid guorahallan , ja čađahuvvui okta dr. philos. - gráda .
nob: Det ble uteksaminert om lag 10 hovedfagsstudenter med avhandlinger om særskilt samiske emner , og det ble avlagt én dr. - philos .

source: ( Astri Andresen : “ Nuppástuhttináigodat .
nob: - grad . ( Astri Andresen : “ Omstillingstid .

source: Nomádalaš boazodoallu Duortnus siiddas ja Romssas 1840-1920 . ” )
nob: Nomadisk reindrift i Torne lappmark og Troms 1840 – 1920 . ” )

source: Erenoamážit 1800- ja 1900-logu historjái lei buorre oččodeapmi .
nob: Særskilt til 1800- og 1900-tallets historie var rekrutteringen vært jevn .

source: Sámi historjá sisafievrriduvvui dán áigodagas buot dásiide oahpus .
nob: Samisk historie ble i løpet av perioden integrert på alle nivå i studiet .

source: Leat maiddái doalahan čiekŋudanfálaldagaid vuođđofágadásis .
nob: I tillegg er tilbudet om egen spesialisering i form av fordypningsemner på grunnfag vedlikeholdt .

source: Ođđa válljenfáttát ođđaáigásaš sámi historjjás leat ásahuvvon , ja váldofágadásis lea vejolaš sierranit reálhistorjjálaš eamiálbmothistorjái .
nob: Nye valgfrie emner i moderne samisk historie er utviklet , og på hovedfag tilbys en realhistorisk spesialisering i urfolkshistorie .

source: Historjá ossodat lea leamaš mielde ásaheame sámi kulturdieđu lohkanbajioahpu : evttohus bođii ovdan juo 1989 čielggadanbarggus man boađus lei Sámi dutkamiid guovddáža ásaheapmi . Sámi kulturdieđu lohkanbajioahppu álggahuvvui easkka 1998 čakčalohkanbaji – ja dasa lei stuora beroštupmi ...
nob: Historiseksjonen har deltatt aktivt i opprettelsen av et studietilbud i samisk kulturkunnskap som semesteremne ; et forslag som ble reist allerede i 1989 i samband med det utredningsarbeidet som førte fram til opprettelsen av Samisk senter , men som først er blitt realisert fra høstsemestret 1998 - med stor deltakelse ...

source: 1990-logu váldoulbmil lea leamaš sihkkarastit institušuvnnalaš huksema seailluhan dihte gelbbolašvuođaid maiddái boahtteáiggis – sihke našunála bajitdási ásahusain ja sierra sámi dutkan- , oahpahus- ja diehtojuohkinásahusain ( omd. báikkálaš ja guovlulaš dávvervuorkkáin ja kulturguovddážiin ) .
nob: På 1990-tallet har det vært et hovedspørsmål å sikre en viss institusjonell utbygging for å bevare denne kompetansen på lengre sikt - såvel innenfor nasjonale overgripende institusjoner , som innenfor spesifikke samiske forsknings- , undervisnings- og formidlingsinstitusjoner ( f.eks. lokale og regionale museer og kultursentra ) .

source: Dál lea mis professorvirgi sámi historjjás , ja máŋggas earát geat leat čadnon instituhttii , omd. fásta bargit , stipendiáhtat ja dutkit , leat dahkan dutkamušaid main lea molssašuddi mearkkašupmi dutkansuorgái .
nob: I dag har vi altså et professorat som er øremerket for samisk historie , mens mange andre av de som er tilknyttet instituttet som fast ansatte , stipendiater og forskere har utført arbeider av som i ulik grad har interesse for forskningsfeltet .

source: Erenoamážit ferte namuhit ahte guokte doavttirgrádastudeantta , maid dutkanráđđi lea ruhtadan , dutkaba sámi historjjá : boazodoallo- ja preassahistorjjá .
nob: Det må spesielt nevnes at to forskningsrådsfinansierte doktorgradsstudenter arbeider direkte med samisk historie ; nærmere bestemt om reindrift - og pressehistorie .

source: Juste dál leat lagabui 10 váldofágastudeantta čállime váldofágabargguid main lea sámi historjá fáddán dahje main sámi fáttát leat deaŧalaš temáhtalaš oassin .
nob: For tiden er nærmere 10 hovedfagsstudenter i gang med avhandlinger som enten utelukkende henter sitt tema fra samisk historie , eller hvor det samiske inngår som en vesentlig tematisk bestanddel .

source: Dál lea “ Sámi historjá / eamiálbmot- ja minoritehtahistorjá ” okta Historjjá instituhta njealji váldovuoruhansurggiin ...
nob: Institutt for historie definerer nå feltet “ Samisk historie / urbefolknings- og minoritetshistorie ” som ett av sine fire hovedsatsingsområder ...

source: Historjjá našuvnnalaš fágaráđđi lea mearridan ahte instituhtas lea 1997 rájes vuosttašdási našuvnnalaš ovddasvástádus oktiiheivehit sámi ja kveana historjjá dutkama ja oahpahusa ovdáneami .
nob: Gjennom vedtak i Nasjonalt Fagråd for historie , er instituttet siden 1997 også tildelt et overordnet , nasjonalt koordinerende ansvar for utviklingen av forskning og undervisning innen samisk og kvensk historie .

source: Nu go lagabui čilgejuvvo čuoggás A.7 .
nob: Som det beskrives nærmere i punkt A.7 .

source: 3 Historjjá instituhtta , lea instituhtta ásahan sámi oahppofálaldagaid , álggahan máŋga dutkanprošeavtta main ovttasbarget eará instituhtaiguin .
nob: 3. Institutt for historie , er det utviklet samiske studietilbud ved instituttet , igangsatt en rekke forskningsprosjekter hvor instituttet samarbeider med andre institutter .

source: Fágii lea goitge dárbu oaččuhit ođđa olbmuid .
nob: Det pekes likevel på behovet for nyrekruttering til faget .

source: Lávdegoddi mii guorahalai Romssa universitehta sámi dutkama , oahpahusa , populearadieđalaš diehtojuohkima ja kulturmuitogáhttema viidáset fievrrideami
nob: 4.4 Utvalget som vurderte videreføring av samisk forskning , undervisning , populærvitenskapelig formidling og kulturminnevern ved Universitetet i Tromsø

source: 1988:s nammadii Universitehtastivra lávdegotti mii galggai guorahallat Romssa universitehta sámi dutkama , oahpahusa , populearadieđalaš diehtojuohkima ja kulturmuitogáhttema viidáset fievrrideami .
nob: I 1988 opprettet Universitetsstyret et utvalg som skulle vurdere videreføring av samisk forskning , undervisning , populærvitenskapelig formidling og kulturminnevern ved Universitetet i Tromsø .

source: Lávdegoddi geigii árvalusa Universitehtastivrii geassemánus 1989 .
nob: Utvalget overleverte sin innstilling til Universitetsstyret i juni 1989 .

source: Guorahallama duogáš lei earret eará digaštallan mii buollái Servodatdiehtaga instituhtas go sosialantropologat evttohedje ásahit sierra sosialantropologiija fágaoahpu .
nob: Noe av bakgrunnen for utvalgsarbeidet var diskusjonen som oppstod på Institutt for samfunnsvitenskap Det nåværende navnet er Det samfunnsvitenskapelige fakultet . som en reaksjon på sosialantropologenes forslag om å etablere et fagstudium i sosialantropologi .

source: Lávdegoddi guorahalai dušše humanisttalaš ja servodatdieđalaš fágaid .
nob: Utvalget konsentrerte seg om humanistiske og samfunnsvitenskapelige fag .

source: Lávdegoddi oaivvildii ahte Romssa universitehta doaimmat ledje :
nob: De mente Universitetet i Tromsø sin oppgave var å :

source: láhčit dilálašvuođaid sihke sámi ja dáčča servodaga dárbbuide systematiseret ja buvttadit ođđa gelbbolašvuođa fenomenain ja proseassain mat váikkuhit sámi servodaga kultuvrra ja giela .
nob: ( Legge forholdene til rette i forhold til både det samiske og norske samfunnets behov for systematisering og generering av ny innsikt i fenomener og prosesser som har betydning for samisk samfunnsliv , kultur og språk .

source: doaibmat resursan sámi servodahkii – dahje osiide sámi servodagas – mat háliidit vuhtii váldit sámi árbevieruid , sámi identitehta ja sámegiela – geavaš dál dát ovddeš ja dálá kulturovdanbuktimiid dutkama bokte , dahje go searvá sámi kulturovdanbuktimiidda .
nob: ( Fungere som en ressurs i forhold til det samiske samfunnet - eller deler av det - som ønsker å knytte seg til samiske tradisjoner , samisk identitet og språk - enten dette skjer ved studium / forskning i fortidige og samtidige kulturytringer , eller gjennom deltakelse i samiske kulturytringer .

source: Lávdegoddi háliidii maiddái čielggadit doahpaga sámi dutkan .
nob: Utvalget ønsket også å få en klarere forestilling om bruken av begrepet samisk forskning .

source: Geahča čuoggá A.1 .
nob: Se punkt A.1 .

source: 1 Mii lea sámi dutkan ja oahpahus ?
nob: 1. Hva er samisk forskning og undervisning ?

source: 4.4.1 Sámi dutkamiid guovddáža ásaheapmi
nob: 4.4.1 Opprettelsen av Senter for samiske studier Se Senter for samiske studier sine web-sider for utfyllende informasjon : http://www.uit.no/ssweb /

source: Lávdegoddi evttohii earret eará ásahit Sámi dutkamiid guovddáža .
nob: Utvalget foreslo blant annet opprettelsen av et Senter for samiske studier .

source: Ággan lei ásahit buoret vejolašvuođaid vuoruhit ja oktiiheivehit dutkamiid ja oahpahusaid mat váikkuhit sámi servodahkii , ja nu maiddái oainnusin dahkat Romssa universitehta geatnegasvuođaid sámi servodaga ektui .
nob: Begrunnelsen var å synliggjøre Universitetet i Tromsø sine forpliktelser overfor det samiske samfunnet gjennom å prioritere og samordne forskningen og undervisningen som hadde slik relevans .

source: Guovddáš galggai
nob: Senteret skulle bidra til :

source: lasihit dutkama ja oahpahusa sámi dilálašvuođaid birra .
nob: ( Økt forskning og undervisning om samiske forhold

source: oaččuhit eanet olbmuid Romssa universitehta sámi dutkamiidda .
nob: ( å styrke rekruttering til samisk forskning ved Universitetet i Tromsø

source: movttiidahttit ovttasbargguid fágaid rájiid rastá .
nob: ( å stimulere til samarbeid på tvers av faggrenser

source: oktiiheivehit Romssa universitehta sámi dilálašvuođaid oahpahusa ja dutkama .
nob: ( å samordne undervisning og forskning om samiske forhold ved Universitetet i Tromsø

source: juohkit dieđuid ja oaččuhit oktavuođaid našuvnnalaččat ja riikkaidgaskasaččat sámi dilálašvuođain .
nob: ( å gi informasjon og fremme kontakt nasjonalt og internasjonalt om samiske forhold

source: Lávdegoddi evttohii ahte guovddážis galget leat hálddahuslaš bargit , dutkanbagadalli , guokte dutki ja muhtun gaskaboddasaš virggi .
nob: Utvalget foreslo at senteret foruten administrativt personale også skulle bestå av en forskningsveileder , to forskere og noen midlertidige stillingshjemler .

source: Universitehtastivra lea prinsihpalaččat mearridan ahte guovddážiidda eai galgga virgáibiddjot dutkit , vai eai šatta soahpameahttunvuođat fakultehtaid fágalaš doaimmaid ektui , ja vai ii biđge unna fágabirrasaččaid .
nob: Universitetsstyret har som prinsipp vedtatt at det ikke skal ansettes forskere ved de ulike sentrene for ikke å komme i konflikt med den faglige virksomheten ved fakultetene , og for å unngå fragmentering av små fagmiljøer .

source: Evttohus čatnat dutkanvirggiid Sámi dutkamiid guovddážii lea ain duos dás guorahallojuvvon .
nob: Forslaget om å knytte forskningstilling ( er til Senter for samiske studier er tatt opp med jevne mellomrom .

source: Sámi dutkamiid guovddáš lea njuolga Universitehtastivrra vuolde , ja lea danin friddjadeabbo go Romssa universitehta eará guovddážat .
nob: Senter for samiske studier er direkte underlagt Universitetsstyret og har således en mer selvstendig funksjon enn de andre sentrene ved Universitetet i Tromsø .

source: Guovddáža jođiha stivra , maid Universitehtastivra nammada guovtti jahkái ain hávális .
nob: Senteret ledes av et styre som oppnevnes av Universitetsstyret for to år ad gangen .

source: Guovddážis lea dál juste hálddahusjođiheaddji , giellakonsuleanta , oahppobagadalli , konsuleanta beallevirggis ja dieđalaš gaskavirgi sámi historjjás ja kultuvrras .
nob: Senterets bemanning består for tiden av en administrativ leder , en språkkonsulent , en studieveileder , en 50% konsulentstilling , samt en vitenskapelig mellomstilling i samisk historie og kultur .

source: Sámi dáiddár Iver Jåks lea 1993 rájes gitta 1999 rádjái go penšunerii , leamaš Sámi dutkamiid guovddáža dieđadáiddár ( ’ artist in residence ’ ) .
nob: Den samiske kunstneren Iver Jåks har vært ansatt ved Senter for samiske studier som dieđadáiddár ( ‘ artist in residence ’ ) fra 1993 til 1999 , da han gikk av med pensjon .

source: Jåks virgáibidjama duogáš lei nannet kulturrelaterejuvvon máhtuid , ja ásahit dovddastusa ahte eahpeformálalaš ja formálalaš máhtut fertejit deavdit nubbi nuppi .
nob: Bakgrunnen for ansettelsen av Jåks var å styrke den kulturrelaterte kunnskap og etablere en erkjennelse om at uformell og formell kunnskap må utfylle hverandre .

source: Bušeahta gáržžidemiid dihte lea virgi heaittihuvvon , muhto dál barget oaččuhit dán virggi fas ruovttoluotta .
nob: På grunn av nedskjæringer på budsjettet er denne stillingen kuttet , men det arbeides med å få den tilbake .

source: Guovddáš oassi eamiálbmotdutkamis lea ahte dutkan ferte leat vuođđuduvvon eamiálbmogiid iežas máhtuide , ja ahte eamiálbmotdutkan galgá buktit dovddastusaid ahte formálalaš ja eahpeformálalaš máhtut devdet nubbi nuppi ja daid ii sáhte sirret .
nob: Et sentralt aspekt ved urfolksforskningen er at denne må knytte an til urfolks egen kunnskap , og bidra til økt erkjennelse om at uformell og formell kunnskap er komplementære enheter . Senter for samiske studier gjennomfører / forvalter en rekke tiltak , og av de mest sentrale tiltakene kan nevnes :

source: Hálddašit sámi váldo- ja doavttergrádastudeanttaid mátkedoarjjaortnega .
nob: ( Forvaltning av reisestøtteordninga for samiske hovedfags- og doktorgradsstudenter .

source: Mátkedoarjjaortnet lea 1999 rájes bistevaš doaibma .
nob: Reisestøtteordninga er gjort permanent fra og med 1999 .

source: Juohkit strategiijaruđaid .
nob: ( Tildeling av årlige strategimidler .

source: Bearráigeahččat Romssa universitehta sámegiela doaibmaplána .
nob: ( Oppfølging av handlingsplan for samisk språk ved Universitetet i Tromsø .

source: Lágidit semináraid ja almmuhit raporttaid Sámi dutkamiid guovddáža čálaráiddus jna.
nob: ( Arrangere seminarer og utgi rapporter i Senter for samiske studier sin skriftserie m.m.

source: Láhčit eamiálbmotoahpuid mastergráda Romssa universitehtii .
nob: ( Forarbeid til mastergrad i urfolksstudier ved Universitetet i Tromsø .

source: Plánet “ Ovddidanguovlluid eamiálbmotáššiid foruma ” – NORAD lea ruhtadan dán prošeavtta man ulbmil lea nannet Norgga eamiálbmotprográmma .
nob: ( Planlegging av “ Forum for urfolksspørsmål i bistanden ” - et NORAD-finansiert prosjekt som har til hensikt å styrke Det norske urfolksprogrammet .

source: Sámi dutkamiid guovddáža ulbmil lea maiddái doaibmat resursan sámi servodahkii ja systematiseret ja buvttadit ođđa gelbbolašvuođaid fenomenain ja proseassain mat váikkuhit sámi servodahkii , kultuvrii ja gillii .
nob: Senter for samiske studier har også formulert en målsetning om å være en ressurs for det samiske samfunnet gjennom å systematisere og generere ny innsikt i fenomener og prosesser som har betydning for samisk samfunnsliv , kultur og språk .

source: Guovddáža doaimmat árvvoštallojuvvo 1994:s guovddáža ulbmiliid ektui .
nob: Senterets virksomhet ble evaluert i 1994 i forhold til senterets målsetninger .

source: Lei hui váttis árvvoštallat movt Sámi dutkamiid guovddáža doaimmat leat váikkuhan , muhto guovddáš lei positiivvalaččat beaggán universitehtabirrasis .
nob: Det ble ansett som vanskelig å vurdere effekten av virkemidlene , men senteret ble ansett å ha profilert seg på en positiv måte i universitetsmiljøet .

source: Erenoamážit lea 1993 Eamiálbmotkonferánsa , mátkedoarjjaortnet ja guovddáža oktiiheivehandoaibma Romssa universitehta sámi dutkamiid dutkiid ektui , beaggán viidát .
nob: Denne profileringen ble særlig knyttet opp til Urfolkskonferansen i 1993 , reisestøtteordningen , og det å ha lyktes i å ha skapt et samarbeidsforhold mellom forskere innen samisk forskning ved Universitetet i Tromsø .

source: Sámi dutkamiid guovddáš bisui 1995 : s Universitehtastivrra vuollásažžan , ja bisuhii dasto maiddái friddjavuođas , vaikko eará guovddážat sirdojuvvo Dutkanossodahkii .
nob: I 1995 ble Senter for samiske studier sin frie stilling opprettholdt ved at senteret fortsatt ble underlagt Universitetsstyret , i motsetning til de andre sentrene ved Universitetet i Tromsø som ble tilknyttet Forskningsavdelingen Roald Amundsens Senter for arktisk forskning , Senter for miljø- og utviklingsstudier ( SEMUT ) og Senter for kvinneforskning og kvinner i forskning .

source: Friddjavuođa ággan ledje guovddáža doaibmasuorggit ja ulbmilat , maid buoremusat vuhtii váldá dákkár vuogádagas .
nob: . Denne friheten ble begrunnet ut i fra senterets virksomhetsområder og målsetninger , som man mente best ble ivaretatt på en slik måte .

source: Strategiijaplánabarggu oktavuođas lei dárbbašlaš árvvoštallat Sámi dutkamiid guovddáža doaimmaid ulbmiliid ektui .
nob: I forbindelse med strategiplanarbeidet var det ansett som nødvendig å vurdere Senter for samiske studier sin virksomhet i henhold til målsetningene .

source: Geahča viđat kapihttala Doaibmabijuid evttohusat .
nob: Se kapittel 5 om Forslag til tiltak .

source: 4.4.2 Eará doaibmabijut
nob: 4.4.2 Andre tiltak

source: Lávdegoddi evttohii maiddái eará doaibmabijuid :
nob: Utvalget foreslo også andre tiltak :

source: Sámi kulturhistorjjá lohkanbajioahppu .
nob: ( Semesteremne i samisk kulturhistorie .

source: Geahča čuoggá A . 9 UNIKOM
nob: Se punkt A. 9. UNIKOM

source: Álgogursa sámi / sámi-dáčča servodatdilálašvuođain ex. phil. studeanttaide .
nob: ( Innføringskurs i samiske / samisk-norske samfunnsforhold for ex . phil .

source: Geahča čuoggá A.7 .
nob: Se punkt A.7 .

source: 2 Filosofiija instituhtta
nob: 2. Institutt for filosofi

source: Seminára servodatdiehtaga ja máhttopolitihka birra
nob: ( Et seminar om samfunnsvitenskap og kunnskapspolitikk

source: Stuorat deaddu sámegiela gelbbolašvuhtii go almmuha rabas virggiid mat leat čadnon sámi dutkamii .
nob: ( Større vektleggelse på samiske språkkunnskaper ved utlysning av stillinger knyttet til samisk forskning .

source: Geahča čuoggá 5.1.5 Sámegielmáhttu reella kvalifikašuvdnan dieđalaš virggiid virgáibidjamis
nob: Se punkt 5.1.5 Samisk språk som reell kvalifikasjon ved ansettelser i vitenskapelige stillinger

source: Almmuhit dutkanbohtosiid sámegillii .
nob: ( Publisering av forskningsresultater på samisk .

source: Geahča čuoggá 5.1.10 Nannet dutkandieđuid gaskkusteami
nob: Se punkt 5.1.10 Styrke forskningsforsmidlingen

source: Eanaš doaibmabijut leat čuovvoluvvon unnit dahje eanet Sámi dutkamiid guovddáža bargguid čađa .
nob: De fleste tiltakene er fulgt opp i mer eller mindre grad gjennom arbeidet ved Senter for samiske studier .

source: Seminára servodatdiehtaga ja máhttopolitihka birra evttohuvvui lágiduvvot dan dihte go eai lean ovttaoaivilis sámi dutkama sajádaga ektui , ja dan dihte go nu olu máŋggalágán ipmárdusat bohciidedje digaštallamis mii buollái go sosialantropologat evttohedje ásahit sierra sosialantropologiija fágaoahpu .
nob: Forslaget om et Seminar om samfunnsvitenskap og kunnskapspolitikk , ble begrunnet med uenigheten om sameforskningens plass og de ulike formene for samfunnsfaglig forståelse som kom til syne i diskusjonen som oppstod rundt sosialantropologenes forslag om å etablere et fagstudium i sosialantropologi .

source: 1989 rájes leat lágiduvvon máŋga fáddáčoahkkima , seminára ja sullasačča sámi dutkama sajádaga birra Romssa universitehtas .
nob: Det er avholdt mange temamøter , seminarer og lignende om sameforskningens plass ved Universitetet i Tromsø siden 1989 .

source: Strategiijaplána čuovvoleamis berre joatkit daiguin dieđateorehtalaš digaštallamiiguin , ja Sámi dutkamiid guovddáš berre álggahit daid digaštallamiid .
nob: I oppfølgingen av strategiplanarbeidet bør det derfor tas sikte på en fortsettelse av de vitenskapsteoretiske debattene , initiert av Senter for samiske studier .

source: 5 Doaibmabijuid evttohusat
nob: 5 Forslag til tiltak

source: Sámi dilálašvuođaid dutkan lea , seammá go earret eará máŋggakultuvrralašvuođa ja máŋggagielalašvuođa dutkan , sihke Romssa universitehta vuoruhansuorgi ja ovddasvástádussuorgi .
nob: Forskning om samiske forhold er i likhet med forskning om blant annet flerkulturelle og flerspråklige forhold , både et satsingsområde og et ansvarsområde ved Universitetet i Tromsø .

source: Universitehta vuoruhansuorggit sáhttet rievddadit áiggiid mielde , muhto universitehta ovddasvástádussuorggit eai rievdda ja daid ii sáhte duvdit eret .
nob: Denne formuleringen tydeliggjør forskjellen mellom universitetet sine satsingsområder som kan variere over tid , og universitetet sine ansvarsområder som man ikke kan velge bort .

source: Romssa universitehta strategiijanotáhta ” Romssa universitehta strategiijanotáhtta jagi 2010 rádjái ” njealját čuoggá vuolde čuožžu :
nob: I “ Strateginotat for Universitetet i Tromsø for perioden fram til år 2010 ” under punkt 4 .

source: ” Romssa universitehtii lea stuora hástalussan ahtanuššat vai riikkaidgaskasaččat lea njunnošis sámi dilálašvuođaid dutkamiin ja maiddái oppalaččat eamiálbmot- ja minoritehtadilálašvuođaid dutkamiin .
nob: Forskning , sies det : Det er en sentral utfordring for Universitetet i Tromsø å utvikle seg videre som et internasjonalt tyngdepunkt både når det gjelder studier av samiske spørsmål og urfolk- og minoritetsspørsmål generelt [ sic ] .
